import { firstDodom } from './textBoxData';

export const aboutDodom = { ...firstDodom, title: 'DODOM!' };

export const aboutCounsel = [
  {
    img: '/assets/chat.png',
    title: '마음 일기를 작성해요',
    content: ` 아무에게도 말하지 못한 나의 속마음, 오늘 내가 느낀 많은 감정들, 고민들 모두 적어봐요. 작성한 일기가 예쁘게 디자인되어 갤러리에 쉽게 저장할 수 있답니다. 일기를 작성하는 것만으로도 내 하루를 되돌아보고 더 나은 내일을 살게 하는데 큰 도움이 된다는 사실 ! 작성한 일기를 분석하여 여러분에게 적합한 상담사와 지원받을 수 있는 정책들에 대한 안내도 자세히 받을 수 있답니다. 여러분이 더 나은 내일을 보낼 수 있도록 우리 함께 노력해봐요 !`,
  },
  {
    img: '/assets/glass.png',
    title: '다양한 심리검사',
    content: `도돔에서는 여러분의 심리상태를 파악할 수 있는 다양한 심리검사를 제공해요. 내가 어떤 상태인지 정확하게 아는 것이 이를 개선하는 데에 큰 역할을 한답니다.일기 작성 후와 마찬가지로, 심리 검사 결과를 바탕으로 도돔의 상담사와의 전화 및 문자 상담 예약이 가능합니다. 일기 작성 후 심리 검사까지 모두 진행한다면, 두 가지 데이터를 바탕으로 좀 더 심층적인 상담이 진행됩니다.`,
  },
  {
    img: '/assets/counselorpic.svg',
    title: '도돔과 함께!',
    content: ` AI 일기 분석을 통해, 도돔의 맞춤 상담사를 매칭해드려요. 상담은 전화나 문자로 진행되며 다른 상담 일지를 작성할 필요없이 상담 예약이 가능합니다.여러분들의 지속적인 멘탈 케어 뿐만 아니라, 고민 상담, 대화 상대로서도 적극적인 도움을 줄 수 있는 상담사들이 여러분들을 기다리고 있습니다.
    작성한 일기들을 바탕으로 여러분들이 실제로 지원받을 수 있는 우리나라의 수많은 지원 정책들과 사업들을 맞춤으로 추천해 드립니다. 일일이 찾아볼 필요 없이 내가 지원받을 수 있는 지원정책을 안내해주는 서비스라니 ! 생각보다 간단한 신청방법인데, 꽤 좋은 혜택을 얻을지도 몰라요 !  `,
  },
];

export const faq = [
  {
    question: '전화나 문자 상담만으로도 효과가 있을까요?',
    answer:
      '그럼요. 오프라인으로 직접 대면에서 하는 상담이 부담스러운 분들을 위해 준비된 것이 도돔의 비대면 상담 시스템입니다. 비대면 상담만으로도 도돔의 상담사는 여러분의 이야기를 주의 깊게 듣고 이야기 할 준비가 되어있습니다.',
  },
  {
    question: '무슨 이야기부터 하면 좋을까요?',
    answer:
      '도돔의 상담사들은 여러분이 특별한 이야기를 준비해오지 않아도 편안히 대화할 수 있도록 이끌 준비가 되어있는 분들입니다. 부담갖지 말고 상담을 하고자 하는 마음가짐만 가지도 와도 좋은 상담을 할 수 있답니다.',
  },
  {
    question: '믿을 수 있는 상담사인가요?',
    answer:
      '상단 메뉴의 “도돔상담사”를 클릭하면 도돔의 상담사들에 대한 정보를 볼 수 있답니다. 상담사의 사진과 경력, 실제 상담 진행 후 이용자들이 매긴 점수 등 자세한 이력이 제시되어있으니 꼼꼼히 보면 믿을 수 있는 상담사분들이란 걸 알 수 있을거에요.',
  },
  {
    question: '제 이야기가 광고로 유출되는 건 아니겠죠? 걱정입니다.',
    answer:
      '도돔은 여러분들이 믿고 내 이야기를 작성하고, 상담까지 편하게 진행할 수 있도록 지원하는 여러분들을 위해 존재하는 플랫폼입니다. 이용자분들이 작성해주신 일기는 상담 이외의 곳에 이용되는 일이 없음을 명확히 고지드립니다.',
  },
];
