export const firstDodom = {
  title: 'DODOM이 처음이라면?',
  subtitle: '도돔(DODOM)은 은둔형 청년들을 위한 전문 헬핑 플랫폼 입니다.',
  text: [
    '솔직한 내 마음을 일기로 편하게 작성하고, 내 상태를 파악할 수 있는 여러 심리 검사들을 진행하여 이를 토대로 상담 전문가와의 비대면 상담을 매칭해주는 서비스를 주요 테마로 하고 있습니다. 빠르게 흘러가는 대한민국에서 청춘이란 나이에 많은 상처와 단절을 느끼고 힘들어하는 청년들에게 사회는 세심한 관심과 도움을 제공해야만 합니다. 밖에 나가기 싫어서, 귀찮아서, 사람들 만나는 것보다 혼자 있는게 좋아서.. 이러한 단순한 이유들로 사회가 흔히 말하는 “은둔형 외톨이”가 되어간다고 생각하지 않습니다.',
    '사회 생활을 해오면서 끊임없이 받은 씻을 수 없는 상처들, 대화를 시도할수록 단절되는 느낌, 가장 가깝다고 생각했던 가족과 친구들에게 받은 갖가지 언어 및 신체적 폭력들, 하면 할 수록 실패만 거듭했던 모든 내 의지와 도전들 이 모든 것들이 이 시대 청년들을 끊임없이 작게 만들고 있습니다. 주변에서 이를 세심하게 관찰하고, 사회가 나서서 도와야 하지만 아직 대한민국은 이에 적극적이지 못합니다.',
    '도돔은 이러한 실태를 파악하고 발벗고 나서고자 합니다.',
    '여러분의 더 나은 내일이 매일 매일 계속 되도록 응원하는 도돔(DODOM)입니다.',
  ],
  theme: 'dark',
};

export const aboutDiary = {
  title: '솔직한 내 마음 일기',
  subtitle: '아무도 모르는 내 마음, 편하게 써봐요',
  text: [
    '정해진 양식과 이야기는 아무것도 없어요. 내가 하고 싶은 말을 마음껏 작성할 수 있는 자유로운 공간에서 천천히 편안하게 일기를 쓰듯이 한 줄이라도 써볼까요? 오늘 내가 무엇을 느꼈는지, 무엇을 했는지, 잠은 얼마나 자고 밥은 뭘 먹었는지 정말 사소한 것이라도 글로 써서 내 눈으로 이를 확인해보는 것이 하루를 정리하고, 더 나은 내일을 보내는 것에 꽤나 도움을 준답니다.',
    '내가 편안하게 작성한 이 일기를 바탕으로 도돔의 상담가와 비대면 상담을 요청할 수 있으며, 도돔의 상담가들은 여러분의 이야기를 세심하게 듣고 깊은 공감과 이해를 바탕으로 전문적인 도움을 제공합니다.',
  ],
  theme: 'light',
};

export const conditionData = {
  title: '내 상태 체크하기',
  subtitle:
    '내 상태 체크하기로 간단힌 설문을 통해 심리 검사를 진행를 진행할 수 있어요.',
  text: [
    '내 상태 체크하기는 다양한 분야에서의 심리 검사를 통해 내가 어떤 상태인지 판단할 수 있는 공간입니다. 한국 가이던스에서 제공하는 우울증 검사, 불안증 검사, 스트레스 검사, 스트레스 대처 방식 검사, 부모-자녀의사소통검사, 대인관계능력검사가 제공되며 진행 시간은 모두 5분 이내의 짧은 시간이 소요됩니다.',

    '내가 다양한 분야에서 어떤 상태에 속해있는지 아는 것만으로도 상황을 개선시키는 데 큰 도움이 된답니다. 위 심리검사를 진행한 후에는, 별도의 상담 일지 필요없이 검사 결과만으로 비대면 상담을 손쉽게 신청할 수 있습니다. 내 심리 상태를 데이터로 정확히 파악하고 이를 전문가와의 상담을 통해 긍정적인 변화로 이끌어낼 수 있습니다. 도돔은 여러분을 위해 최선을 다하고 있습니다.',
  ],
  theme: 'light',
};

export const surveyData = {
  title: '상담사 만족도 설문조사',
  subtitle: '',
  text: [
    '도돔(Dodom)을 이용해주셔서 감사드립니다.',

    '여러분의 소중한 후기가 다른 이들에게 희망과 용기가 되며, 상담사들에게 큰 힘이 됩니다.',
    '앞으로도 화창하게 빛날 여러분의 내일을 언제나 응원합니다.✨',
  ],
  theme: 'light',
};
